{"architecture":{"class_name":"Functional","config":{"name":"model","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,4],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":5,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":3,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_1",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[4]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[4],"values":["sR89P3rSP74byPq/k7lIPg=="]}],"outputs":[{"shape":[3],"values":["pVaePuFpgz1xZyA/"]}]}],"trainable_params":{"dense":{"weights":["sCO6PoCOdjz04YM+mbr/PtGmL7/ZMT6/HKAuPkDymDxZykg/XrZPv0x5GT9TDD+/P1AJv9Xahj5scf4+so4dvuB9Nr2ALZi9hI4rP+yYQb8="],"bias":["K9v7uwAAAAAAAAAAH3v0uwAAAAA="]},"dense_1":{"weights":["dbRXvwRogD4GSNM+LI1qPlT0T79QImA9iC/tvfQDLb5voi0/MTUqPxpW/b6w6T4/ehb2vmyJIT5wC0O/"],"bias":["oj/8O8IaBbzpOPy7"]}},"hash":"57e90a8c1d836aa4d698397b66aabdea688fea48168ef3521e3aa954a348612b"}