{"architecture":{"class_name":"Functional","config":{"name":"sequential_1","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,3],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","batch_input_shape":[null,3],"units":100,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dense_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_6","trainable":true,"dtype":"float32","units":0,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_6","inbound_nodes":[[["dense_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_7","trainable":true,"dtype":"float32","units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_7","inbound_nodes":[[["dense_6",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_7",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[3]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[3],"values":["OIZLv3lG8L06qSa/"]}],"outputs":[{"shape":[1],"values":["S6w2Pw=="]}]}],"trainable_params":{"dense_4":{"weights":["5otaPgchcr4kRAk+QNgVPcBWNr56cja+qtxfPi4paT5utse9mH5xPgCU4jvkL7U9TB+TvTaiub0OUoa9zOgpvhg+sT1oQg8+bj7ovUL/r72w5HU9ELq9PdIzVD5/XTG+QObbPSiYy71Q4I09ziOXvUeVGr4sYPU94MqQO16kPT4whc88eBwLPYa0VT5gBn691uhaPiCn+70iyyA+CM6uvUx6uz3g5KI9/AYDvg9H/r0S0Gc+8tJHPu1zSL5030g+PDsJPlhUtD2YxxM+rnCSvSpYDb4A8E282Hi+PTijU74IJ0q+4JFmPordlr0Y2EC9uOUGPbjtCD6o7Vw+rmj9vVD9ZD1//nC+YC7tvWzgXL4aN9y9aGQdvQDKqD2AcWi9JOpBPtx6Rr4Q7E+8iJm7vQALRDxwfbs9rDpEvrTIAz6Apuo7sG9GPW6kVD4oKsQ9cA2rvUpzsL1Yhsy9xq9WvvStD70QH06+gLb7u44Tir0Q+/48cD71PHqHaz5yPT++9nYhvqiSLz1QI7A9uH/XPTr4Rb7Q3+m8mlIUPsLzbL5QfSI9WMaYPUR+xL041vQ9SHzjvcZ+lr0QjMM92I+cPcCxrjuksDu+4E1LvADRgLw+bUI+Df7uvai0br1oSz490tE4PqCNSLw+Ekg+7r1NPrBmrT1cnaM98G9oPrDzKby4OP89Dm9aPgjO372GTSc+Po9uPuhXVr0QJYI9dJEKPrB7Oz6oGKk9kGDAPJCXfbyYILu8CDYNPaE6/r3Az8m9YH41PVA9kb2IGjc9rOuBPT7TYr6MdSO+6P5RPThpCz1os8g93HRkPsyCFb1VhAG+fPuXPRQSM758AhO9VAvGvcChTz1u/U8+XIraPbAP0jwywTk+TPnavTgflz2qtMa9xFvDPeTiPT4ckTS9+3RkvqhcEb5oJbu97ssVvsBYz73gDNg8OlXRvaAcNj0JsmC+gClgO18nU74Qu+O9AA1pPpT9dL0UG8U9zihDvngt5rxUlsW9qpUcPppXBD5YKfW8","IFozPcPJSb5gJsI7pMkgvk5sAT54sx090E2XvPYp/70YY+o9wG//PUC9OT1Qwb483HFOvo4TKL7wHoQ9Lm4JPmPBZL6o8gQ9MqncvVyDf70aXEY+lsLsvXgZjD2IN3O9AnV0PsprEz5gJIc7jDSGPYxFJb1MHNs9NgNfPqyVJ74w5cs8aNbgvYT3sz2lp1C+1Ja1PdzRiL1Blmi+GrchPlQVxT2k3k++VhYTPlBywjxqJtC9ZBCnPZz3sD1i/ti92TgdvqVaar4Gl0G+dHMCPgpk+r1sAwk+4hlvvlJ0MT48TZ09CI+qvbhysr0wnSY+cA1TPgofQT7giN+7KsYNvth/2bz+Rmw+iL6dvcaQBT5oIn09gBCxOpZcS74qFEw+YEoivrM+KL6G8j++xGecPSotj72Ojia+nFVSvaawHT67sCW+dNAqPhwwsj1AeB2+ZFuAPeBArr1YcVg9zlynvSDlLz1QSXW+0M0/vECey70gXg+93O9HPrqAS75oEo+9EqZrvlylZD7O9VI+gmBnPtxVwr0QUIG8eDpyPeRTdj6aaFQ+bgAMvhCQ6zysyjM+"],"bias":["AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA=="]},"dense_5":{"weights":["MKMAvOmhLz5oQl69J5wFPl18Jr4nosK97jqDPeIp2z16B/89/VgMvjJJqz0MCDw9GAuWvCoCAr70fwg9M3M6vodmor3GdJS9MEy1vA1kIz5HyMm9kd03PtAlIDxEgHA9uqi6PQO+O76gGlW8LQoiPphubb2D5De+zGcBPdOpIb4UE4a9biS9PZj90LxaHpU9d7pDvug6/jyaBsU9nRQMPsDsqr1HRUQ+NKkPvQAdubpiNrA96O3EPK2c8r1mvCW+0AGXPOJIyj2Y50c9M4OrvViIED1gMxm8mAU/vZpBFr5B7Tg+zXYtPqKl1D0G5Sa+16lJPvrhDL70n3U9mnfOvfNfPT6AmYm8R7Q/vqDxqb3HCyk+4MY9vgSqVj19qjM+TIB7vbomPb6gfQq+TEFdPWFwFz4owz096hE2vvCpQr6AEAq+J8a4vcaplj3d+ja+DtrKPdhFOD0S5bo953M/PtdHMD6oxUa9LsvZPYxZOL3uDu49aGANPT1VKb5KzjG+SV09PqYgBr5whyS+qcIXPof8Qz7aZcc9Y9YxPmdYSz4gXza+yaRKPhjpvDyGZJK9+iEvvkCTMLvtYAO+8IoHvhORNb7taRW+9+pJPkT9ez2oCCC9OmX9PQCQ6LxHSPm9jFtxvaA8cLytIuy9STRKPrBuxLwMSlY9s9wSvqe23L3zvxY+h2gvPtnCRT4A8SK8OsTDvdAJ0rzhpwY+Q5EpvmJ7ij2GK7I9gGsJPRjO1jwaHC2+2LEavZe+ST6N/T2+hlsHvlagAr49HT4+wQgJPsqbRb5XYQw+ABPPPNhBfr0TSBK+mOklvTqd9b1dPgc+XEZjPbk0Qz7oKIE8E27tvWFTHz6ZzkE+GHOvvImQMD6nPOO9WFcWPT2fPD7aVpa9AKQNPaByLbwAIPk6eUcvPjSxTr098wq+aHXTvJOUEL7YuUe9cUMWPn0jET5HYkk+UnGPPXqMrL0TG7S9R3S6vWLYtz2Au4i9nS5EPrJm/T1wNC6+kU9FPoouOr6tYRQ+","Qz4rPuBuyr3mHAC+GKmUvJii/7zHyMO9PagIvpjrar1hszE+bWMNvjRdKD3N+9y9HUEBvpqRE75Gd6s9M8oevn3oQj6YjDW9gGMhvvoxoD0HIT8+o4sivvMkBz5Ogb49AICRvQNDDD6weEK+8/IWvmcZGj46Gu+9HTUhvlhhAT1t+Z29s/UNvtNsJb7JoTU+V2I7PjpzOL5zFSo+jQINPoAG3Lwaiqe9HZA0vuakCr6C/d89857BvTqXyb2AICi+mDUqPaIRoz3TTC6+s921veNnJL5aTx2+YPBAvvYcJL4tALu9cnPUPbDsojxt68W9+cMdPh0TSj76sT++Z6b7veaWAr46+7A9bZ/zvY4UlT0gbs+97ZuevYyoOz3A5gq9kwAkPqjTAT0ALSg66IwZvfSRGD0zNUI+l0k5vsDC7b33Oku+Z1yzvaKExj2DVCA+ttYOvmjyKL1XIy8+er4JvihUPD3AKjG+TAJlPVM6vb3Q8nA82L1EPYGxPz7NMCA+jQ2ivcGDAz4q6Ty+zT08vqMiLb4MjhY9U60OPtNKKT4XeD0+QPfzvd3eJD5un6w95x9Gvrqlxz1hGTE+aCtbvejYGD09mi++N2VIvtG1QT5aJZy9NOMHPUBiNr36Nqq9ve5JvhiHAz3xsxI+5zvCveQxez29pEo+gEGovcbPlr1tMfe9F6IvPq72iT0AuuA7HZMrPuPOQr6op0e9M5HCvehgz7wzzbu9GasGPnKvnD0wnYW8A3RLPvRvUL3ov3K9TCAzPW4r6D0hfkc+YeAkPgYgoj3iX+Q9E8DfveQ9Wj2n7CI+UWYZPr2ePj4ukd49aEgMPcaoHb7TvDa+U5sPvt27ET6gIVQ8lkAVvndqO74wdSe8UMvNPJon7L2oXVa9igI6vo4I7j00Ll29c9rhvZKZjj2gHik8kRxJPlwccz1RnBU++g8XvsBm0TsyXLA90JDPPEMsSz5320i+E70xvrCL4zyThji+ATwFPo6NhT1DAUQ+AKO9uvBdPL4O3u89","hlgBvhqZwD2gJyk8LdnYvcxrMD10Khw9MCpAvJJY+D3Gsoa9DTi1vWjnpDxDaEy+bV07PvSQZz2MdFW9jpCLPanSIz4y0P49NLQQvZqONb4SNvM9OnKdPTOYPz7zHBC+wWYlPnPkFT6GtCa+GljePdPn671YFxy9aLLBvG3WGD7CD6g9jbjevbAM8zyC2OA9TqrMPSROCL53ohQ+sr60Pd3tSr60DFa9Pbs7PnBCH74t4eq9R8s6vuq6Cr50m5O9lxcyvqOPRT6asUW+7UQCvmeoN75NAiG++vX8vW3uMz6uAbA94FoPvkcpRT6AMMQ84/UYvlefSj6tdtS9FGeFvbS4fL2gUUm+mMs6vQCMAjtX1zO+jZ4GPkBJtruunKw9kj33PZjsRT00LQ4918wGPk3OOj7Mski9/ectvgCxhzyA5wO97uiyPSPRFb4X7za+8KAgvpqLLr5TDfi9spW/PS7glz0jrCy+F/AnPpi50DyAi0u9feQovgDiQL2gYyI86ZoQPmhMK73Q4C48MHqxvE6R2z2z5By+WSMEPoOcFr7AuCQ7OqDsvXQvUD3qZxO+AFUkPO2j1L0hVgk+LSf6veHTMT5oonW9QPv8u8fDLj6ALs68QF41vhg2lDyZUUs+zEmTvTarH74CR9I9vfIxvpr+3b3T7/K9ZvkcvmBzf7yN9ik+d6RLPsNTMj76MPY9Iv2uPQ1uST4aIAG+jv7CPa1NDz46TpY9xx07vjB6AL4A01o68gDbPRCRIb6QFS6+RsGtPRhlgTxdpES+wNEJvWab6j0T+bW9AGEvvPfOBT6wyvy8x60XPkQkdj3uIpk9QCjYvSFTRz4arRG+dI1TPQAFrzzgCuq9AyI4PtBSXLzuhMk9ANV6vUQWTz16S6u9zkuWPUCp5b336xY+4ruEPecyvr0KUg6+sL+6POgj2LwiQuE9TiqvPQGnKD7ubps9vfksvnpQpL3wbTe+oqGAPZNtSz6gPge+sD4IvkcK9L3nFzY+dK5TvRJSqj0YoZ88","hn8MvgCoKzmOWoU9d/QbPkfTwb2Gvt49xpeAPeBCOr5AYce9aO4JvaC5iL1QRBO+icw9PqbKDr7Q1CW8QHtDvTeJKz72eCe++s6FPeYlhb1us8s9GgeYPQ38yL1u9+I9E8TmvcCUdLtASLO9WT9APjAchjyYUK88oJ7zvS2CuL05tDQ+RvvaPe3Oub3oaPe8+heRvTo4Nr69PQE+QwI1PlmNIz6npS4+aEgvPVo68D3aCY29TOwIvXGhJT7yRO89aGeRvBTplL3ngDi++lXbPQ5K+z0ACKu90KfzvDPBGb5tuNm9DdG4vcRrez3a88C9GNenvNC/8bw3+QI+ADsgvcAwsDvy54c9J0UHPhiZMD0Yddc8QHdnva1ZMz7AQD49bY1GPsdhM76AOn67+mGOvTPto70A2rk844IavkLL0T3Dnzo+Z43Jvc2CKT70WTw9IE6/vZic7zzqcDq+o3FHvjMYGz4a7IQ94DrnvQ1ZPj7A3ju+Y19DPnoHFr4pKw4+2GYxveF8MD7H8zi+Jn3FPcNCMj5AYZC9ht+UPWgf4jzEElw9MnOSPYo7Ob6AlVe9jDpZPRMKEz7QFoe8jFxVvcCoQL23Mka+MxlCvqO3Pr6jaiG+esKoPU10OL7m2po9TKhiPeDN1r36Dso9gNrJvABvkLyuhMs9N8ZFPsbaI76J/Ck+nXkhPigmbL0Ttzw+uf8pPgDt4zq6G7C9WTREPqe1Qr7aXZo9OkvoPcDUJjvAOK+7drwFvq01Jz4cvmk9UH6dvGgtQj33nA4+w98Pvmj1bb3HUKe9d79Ivuh0qry6/5y9E0cwPqbpIr69cj8+PTcDPjAnirwjCA2+GsQsvszXBj1Bngg+s/zlvVjmYL0KODe+KONfvcb1wT2Algy9YMQXPBOTDb4KdEa+4F+xvcCFGL5BCh8+QgDCPbTcSr2iDNs9LbwYvrZZHb7Hnvi9UTk7PqGsKj6qKgG+M3ksvsBdpr1QHtS8zvuDPaESFz6oBAW9V0ZBPkPkOb7QmEi+","2GIdPaA/rDtgWMo7Ld+svdGJDz70nDM90btFPoF1Qz5aWrq96E/EvNekQr56w549jMNRPWM1Iz4qgQy+TqPsPYwrLL3QJse8EwK0vfeKGD6aP5K9wOM6PYSVfz1ajYK9p7L7vW26zb3Qddc8VEoEvihNLj0gR++9DdPqvTleLj6wyaq87bY8PgCoEjnOW6g9IDEbvqRzWT2dGDy+HRUIPtl7Dj4YIvQ8Efk4Pm6P8z0azTq+sfFEPoBLIr2OT+49AEwPuQDmlbw0Kmu9zgT1PfnwAz5ziBq+gAs+vTrb8D3DOyw+UjbSPXHnFj7ofaU8EtWpPeiaFT0hLD8+IMunvZQZhr2wOeK8587zvZOWJ75NsqO9mAWwvJo4tD1YiiS9gawCPs1XMz4Y9ri80ysQPmq9Jb72FQu+LV9FvoqQAL7od9K8za02vvQZRT2ysIw9ADhMO6gtIb2ndrW9kN0dvtpqgj2AyhQ96JM+vbQSUL2GDak9FyE3vmBTKb5TPzK+1AGJvcHcOj7Mfgs9DKhZva1A9b3QtPq8jdK1veDFs73AauU7ACkWvJPi5L0Hfxs+bUZJvicy9L2R8yE+uoifPRL3kj0UPI69+sX1vZroDL4Ay6E8ANBzuswFAL0QqSS+2jzBPRkDPT7ab8g9xBx0PbTbdD3TohU+ANyIu0SGdT1zhzO+muq5PdlNKD6nFNW9sw2rvfQ1SD00nwI9EcA+PipJHr6MAXu9MOiQPIqqPr4Nsfi9dBF+PSjrer36L+699HY8PfT+Lb0mGwa+GtYNvr0zED4RrCs+zTNDvqnYAT4wh4e8TBAgPcrTDL4gHca95i31PZr2nb0ahP49dOQ+vQ0et71MKQi9YAUfvpi+Mb0N4Eu+jQ8XPnboBb7odJs8GMDTPNrGGr5QuUi+IJIJvqmKFj5AFCw9Ud8qPgBtLDz0/wK9BoDCPYDBAb0TEkW+ZwNEvvoH3z2TW9i9+r6IvagZNr3mzxm+wHiRvY7H/j0TukM+zUVIPge9ob0zpUO+","tGQwPbJjvD2g8jS+aIz7vABsVDzu44c9h+rsvQA6Yr0YteW8qU0WPqRRfT3K0TW+6MnUvApDIb7HzfS9wNCRvbJ3zD3NPyW+oV84PqdASr4A8F48wNIwvaB6NbxThq29vVJJPjBlmrygqEu8BkbDPfKdzD2mG+o9AG6sPIL/vz0o80C9gtqSPR0qBL5zwiS+BK4AvtLPpD3oTQU93b8zPoYEhD0390e+5jfrPVlCOz6ELns9wgCuPRjsOL0MXwo96j9JvmncJD5gPig8gonbPRhwO70Sp+89zR5APhkzBz5t1yc+cB0UvjfLFT7DgkM+EwokPqA/Yjy9izQ+GhzPPU7qkj0TuQ6+UwUqPhLN4D2APoK9OmOZPdpVm72tHBi+Q65JvhRUCL5QLOW8AKBMPZOhrb3A9tk7E8mjvZpC5L1GRsQ9GIbAvICXwrxOTqA9MHQAvMKw5T1h3Ro+gAb7vbDPgDzgtgi+Z6H7vdOtu716W/M9s18vPugX9zwoskS9NMZGPe4Kpz1ufKQ951eavVBJPb4A8xM6gOVaO9ASBr7T6c+9tKh0vQfMJT6YoQc9Ii3hPTq/Nr4w8OG8Kk4lvkPLET4w1zw8SVw6Pm0+H74AyRE9AEYYuphk2Dz2yRu+TkvFPVqw7j30uza96sEtvmBHeTzdjCC+aQEgPgdcJj62dyi+ALDWvaA5Djzgxje+KPAdPQz9Wz35azA+8DAvvs3CRb7WVxi+JzcCPgDQGzugfgq8IaMgPjA4JrwwOnM85L4EvszAeL3t2De+be8DvgCEyDx0Sjw9Gkz8PUnSNT5AWbk7ORIoPof4w71SiYs9jJVevXq8L74CYu49jc73vRjF1LxZd0o+gWZJPmI/4j1kWnE9IgqsPQC7RbwAM1g60ZAFPmgPmTwtM9y9jAM9vUKj9T0i2Pw9ZzzlvShOEz3Yemi9o9hHvvaNK77X0y++QviSPcPATD5uk4c92EdKPQ2fS77yPfs9jfrPvVNEL76A3U07gHw+vmRICb7wPRe+","APyOvJjYNb3CytI9AblBPjB13jygbU28Pb8Lvvqm6j2AzY28GugHvg4mrT106Y29QO05vkzSTj26r7Q9lFuSvX01PT60bAo9oPEwvgBXOTwYOI+8ANqQOWmvPD4MLA89/Q4KPlpbSL4a48297bwBvpAOO77TM8m9gNQePToQJL5NG+y9GEJwvQ2Lu71BmBM+N6dAPom+OT5NXQW+LTfsvQJx5z1WAxG+TG6QvTNyNz6ATv28bS1KvtDPbDx6gAy+AGrLvagJHb26idQ9x2s/vtq07L3cpVw9aNX0vEzoVT2ABjq+RhKKPYdxND4SBvM9t2gbPqjWV72opys9AIBaug0QDj7ojEA9mCC8PBFHRj7H5Dw+oTsMPmFZLz7MJVM9utqnPTp/E74mO4g9nXdMvo1JCb606Bw9ANSavelVRT4A6P29fZwNPkKh7j1AYwO+utJCvsHUBz7gfcW99OIevVNbST7mu589J+zZve3EJD4YIDa9DcY0vmCzTzwAySM9OjmuPUq1Nb5MIlS9zYP2vQwrSz007SC9WWQUPqf5Lz6ivak913krPhe6Rr5mIhq+DkzgPSlIPD6HGUs+WgY8vnPSub0A5CG8jiqlPSmcRT7d8EG+/aQcPvoW/b0GMNk9MIBoPHA5TL7Gnwe+IxcjPqJvhT0O16k9MbQhPtjLAT2a++s9jAQSPZh6gbywvts86mEEvhDWAr5WDg6+QEF0ve08C77YZSc9JqGOvWG7Sj4A+js6IE20vaB9/LukUQe+DFxhPTAm1DxAEze+mACVPPIK/z32dCu+ICD6ve6Ywz0dlyY+amUivq2tA75owxw9o/FLPkBX1ruUJAG+1KWKvcT5CL4wsq88tE2UvQ6p7T1R8gc+0JOOPCAtob3BiRI+wxojPnBBS75GVBe+ogPdPQfrQ75odtQ8MK8rvP2uDD7tnpu95qeqPVLj3T1G2CC+HaoCPrDpx7wAP/S9UzMavvQzTj232jK+wpiCPQq6Jb7jGD6+5/3hvQPUEb6NhyQ+","Os7yvWPXKj5gyuG73PFXPQCosLy68Uu+dEB4vdCjMLxzDAU+yhQUvsbdkz2aNiG+mHAUvZwkbD1Qvou8MGm/vIx+Ab2tr8a9GnGtPQoAC77Teio+ADpFOmD1ELydqUM+cH4bvkKF8D3Sj8Q9DWntvZgk1LxHogs++YoZPofa8L2jJku+qAQbvb3tBT5uVL89hmCQPWQMcz3QD048DbjQvXT5CL6DfSW+MMbRvKfdnr2mu+Y9Jw8iPlFFAz4MuF69BPJMPSawiD3AaBM7TToVPvqw9L19jhU+2hPjPUb69D3Qjcs8DubnPcIiwj06IAi+mt2nvRrC5b0AYCo9KqwMvpopuD3oO4Q8s3AfPmjB9zxuIoo9px8oPrDRxTzT3ha+jMBqvVngRT56WRa+wDhfvT2aKz7YNBE9nMxXPc3mLL7tX+y9OnOUvXrNDr5ghoC7AOr5O9AtSjztnCu+Xe5HvsTkUT3H9va9snjPPSwukb3H47a9xuT9PSFdLT7J/go+mK6UvA0/+L3znr+9krHSPTNpJj4EOmE9HS8JPs3UCj4a/Cm+ksjaPXT3AL1ojCE9+ohFvp2UKr4JRxs+oKEgPHOQDr4Bykk+o6FEvqjhHT1jQwE+JDtfPWgJsDwYcSc9GHSOvMYS+T3TeOu96MZFvSHOHD5gxsY7OhquPYCbMr0xwTg+aT8FPoCRTTvMvDk9OnS2PU5Rqz16NRK+ztv8PXN7/71mv7M9oMIpvABEFzsaQUq+MBxVvIwdBz1HPKS9tjsWvmnUGz6n/Rc+KNEZvQC/Rr6oiBo9FCcCvmbE8z0jrxa+kWgBPiLkhD3GUZK9Rgu7PWKGyD2DNR6+LuWOPWk4Qz50cWm9mLe6vECnvLt6Pfi9gFIlvWK+9z0MR2Q98QMEPrrVgT1gry+8MIM+vmNdFT4Y6iK9lhYlvujaq7zQ1L48OvqfvVqh4r2a46I9GhOjPeAT2706BPY9xFhcPV2mB77UEZO97SwFPsdHpL1G/4q9HUUVPpjj1zwpJkw+","WpWHvR02Oz6zsye+oMi+vSjTBb05A0I+YNDKu/dqOL7Ku0m+0IyhvLo3nb0wnUu85xI5PvO+s70CdoY9MpbmPV3sPD4u5do9tA41PYAKxr3n1cS9M8RDPnqlqT2ArPI8UE3avG1/5b0wZRE8Lf0gPu4GvT0iwKo9+i6JvRjtbL1o8JI8h1M+PpOMsL00bms9YK57PHTilL1mEI89UDu8PNCqQDyzgy6+w9okPqL28z20kCg9GuygPcwSMD3BgjQ+xju7PUDDGrs0Dlk9qCAsvTrN6z3E/X09WrzPPQ7Yhj067T6+zX7+vQBgPz26y4c9GBygPO1ZLT5NPdm9gMUmvfNdt71gSNW9aPTzvONHPL6NPCe+0AEiPMPEMb4QJxu+aEpNvboEmT0GN4Q96EfDvPQ0NT2NmEI+E0IkviMuS76YauS8NL4xvegPqzz0fiS9rci8vTfnDj6Nx6e90DspPKcK4b1AJzK+nbAiPtCGXjyMPEK9jd2zvY3mRD5A5X+9urzsPSZVEr5QvKW8TEtaPezClL1oeis9OoTnvfp2q73AUdu9XSgdvlAuwDxoVzY9tmoPvvOoGr7o/608MKq9PHpSuL0AxIc7HFJ9PfdOIT7NwDY+hhOTPeDbLL4CVZI9wI8sPehULz3G6Zs9BGNwPTKPjD0ay+q9ZykFPqA4oL0A5Py9o0orvgDwnjoHnTa+2nkUvvPsQ74YCxU9wCx/u526BT4UKoK9aCkTPXdbST6gUEO+gFlwu0McOb62LSu+OYQfPkBzuDuQ2zy+YKJ6PG3sBz5Ascu77s2DPbYpEr7Gewy+2pXkvdpSG74Nkra98/7mvcCLVb0CG+89qK0JPWf0Lz7QOzc8bLqTvUAabb161fg9tANfPWm6Sj7Mnlu9TI43vZOHn70Ryhs+9E0xPcNARj6i15Y9nbACPjTIF71N6cC96OHnPEH9Sj6OYqY92iwUvj1TRL6OlJ09reTWvfQyjr29yES+Dbw7Plp59j2HdzU+DdNDvlq+hb2w1KW8","E3KyvdqFh72dGQ4+95hCvlBbEr6njdG97Zm0vcAHML6Dfwc+aJR3vccO6b3q/Ti+LvnVPRDPMb4j10E+ABBYugZG0D2ALuo689HMvelkFj7QF8q8g48UPsBnJz3a+7M90NUyvAStez1G9Ys9AIMlvGgDQ710gwM9bYwTPmAtH75OmPA96PbKvIBWCTtaTwK+TWCpvQDpf72AUma7jPIEPTJBqj3A/ws9Q/oxPi2PK76Yeee8AOAdOzqx/b0ddh6+TCcsvSL35z1Q+728wITyvYZIEb7aN869t3U2vlq/1r3AWAI7QiaGPcAV/73w3UK+jqT2PSBy3b1SxMU94nuHPadcOr4gDOW92iOuvb1NN74T8fW9vccqPugjBz3Q2F28imw9vsBdtb207009RlUbvoan1T3UK4y9rSwIPrLWmT2hFxs+mtjJvVrpu70u4OU9Qa8BPoLZuT2MkkE90APFvNpvF74YUUw9AMy3ObTZfj2o0Ti9jhutPTNKvL1jPyU+A74RPmaClD0Yrma9UJDFvAFoBT4ArEY8PYIovvRrED0t6/u92qTvPWI9pT1MvmE9sJPaPPeGJz4ntRk+oAEcvh0qLT5RFTk+gHIFvm0RBb7oTrS8TMRrvXnYQD5zPyQ+6AjNPDBrFzxnIwA+qmQJvjk3FT4Apqe9NDNuPTDMazywOCy+p6WgvRhQZr3dMCM+WteRvU6e9D00snk9AyAdPnP8Gr79qis+QHIOvidiFj4HEA4+0Gw4vtBfSrywhqM8AJS4POJj6T3uN+49gLyevafYCj7oVTE9wHnivdkcAz6hnUM+mP/IvLpug72a5sw9kzBAvsCzGr26pjm+PUoqvufR4b0A6AS8ACMLPCpmML5Nx5m9oovRPcyHJr0AUn88AITUvPYrFL5NlSU+WljPPc62lz1G2Qu+YLUdvodt871Mqii9kpv7PbPEPr7QyIk882JJvkDkE73n+rK9EA0vvpOrAz4AYK+9XaY4PqRuWz0ApfE6Y6USvlANPb7dWSS+","+rTyvTmGHT4T4bu9PfUhvicynL0jSEy+oNofvNBUMr7tZi2+ST4CPlMsGb70Bk89hwcpPpwBeT1XoEW+wEjUve37Ar7Y0Sq9Oj0svs0Y672j7i0+bWADPk1m1r1TGuy9wVdDPvQDbb2YPjI9szk4vkZMhD0cxW89oKcBvOiynrwNk929MekoPuCR2r2tLh2+AHDeu05zzT0CAIw92sVBvgD7sjyTsbq9U1XNvcQVBb7trgo+Td/tvQ0JSr5oIVS9AORxPKh1Fr0tkwy+EfUWPkcLRD4j/zg+USk0PqAOpL1jJjK+qXoZPootLb6j9EG+bUckPtLMnz3Q0pI8YNFIvumxNj5z/Ag+AOw/vqTuBL4OsZA95zI1Plg5L70YEjy9ANBMvARIXz3Cgog9QKi2veig6DzA2AW+c31MPtigAr3zWQc+QDEJvtMrm72K+hy+fQ4PPjlAMD7AD++9AOqUO9CwV7wA5BS8YHZavIDfzLww15G87Tg3vrPUv71HSUK+4qTUPVMR2L0tF5u9KH8JPZAUGb5wPxO+iTwKPlMbrL0HcEg+s3swPrp/2L2Sark9NKWVvWgzZ71dMCK+09oQvu6J2T1DhS2+UonUPZjGlTwYxD690DJEvtCSSTydhiS+jMhXvfr77b2UGJO9LdDkvQBgz73ZvRw+qWZGPonrMj6KiC2++m6SPTTGHj2mtAC+px4+vmBt7L1H8C8+iYQVPoA50LwhSiU+F+sOPugNurzpZig+MjzLPVA1Pr5Qho88gDv0va6K5T1dniu+LdPOvZiw5DwwIqq8+hvOva620T1C6MA9jChrvYEBGj5shoG94LFJvoy6cz165869oGmGvfRMPz2gnbi7QEebvVJrqD0Yx/08GFYAvbScdz1twZ29aMXiPMx3MD1tCg0+AL62PMLz1j30N2u9IlyVPQaQmz2tZC++nCJ9PUCYiL0Hy7q9miGtva28ur0wv2080McavgBoXjltiky+R0K0vdm3Az46w4M9QLzbvc1xvb2YhAK9","0KwBvKIk9T3AXNe7MxvJvfqb4j0AAAE50KcnvAC1WL3O2Mw90/ydvacEID5ALzG+ze8Lvmco4L2n3SM+5n+FvScgwr0HP7293Qc5vnQKQT1odQe9jcwZvoD3Dr6DAyu+WmToPQC4P72wnuK8FDOFvXdLNz4aNKa9dPUHvjo/4D1AfMO9GID3PDIMmT0AmqC7M3IRvmBO1LunmzE+0EQpPEw7Zr0uGJk9QMvTuxjhIz2zl9O9J7HivdfuRD4GOO09QJ/nvcIX6T1Jxio+emi0vZf8Rr7qBDi+4BfbvdeZFj79Yju+4L4rvjS3kb0NNES+HTMxvgArG75oUou8NsYnvhJvrj3gNzK+JnyyPZxydz0A5Z88jNRsvUwNHD0wnzS+jQUjvmS5ej0Z7CM+UCglvgAQE7wsOY69WOlKvSSqYD0ma4Q95oqOPRwXTT0RABw+hoaYvWNqEL4A5gM9xxc+vmgf97w0Qpe9AZ0gPvozy72wqdm8uo3ePRgWrTyG/Bu+9FcCPbrrFb6u45k9YFaXO5e1Mz6oKzq96AEiPS2tKL7TgT4+6mYivqPQEr40kI+984O1vdB5EzxDMxO+KvAsvs0+CT5T9OO9txwZPjdAPL6TLRk+sRYPPgnTMz5tv0q+DaWnvVp00z2BGRk+4gO8PQwZZT0NI+q9wH6dvdBl1Dywqci8MBcQvgCuxTx0cEy9aM0lPZy6Xz30kHi9LQI0Pu09qr0gXd69E5rUvQCAYbv98xo+c4+dvde4BT6zWwY+8/w8vhoA4L1Hrx0+J/63vcJq2T1QY4E8ADM7vJPLLj6pUkI+ZovXPQcrSD60CGO9evajvbdYM76g4De8UMHIPE15Cz5OGbQ9p9g6PjAshbyw+rE8YCAFPLa/CL4TLS8+ojXePZKJ/j2YiV+9qLo8PUAiGD3qvQK+7rr8PYDBwLo9R0W+ja4YvoAZB776kME9mE/ZvI22471aQvm9V25JPiJlgD0NrgY+/fMbvsaG+D2stoC9wBwvu2hM5zyotAU9","YFRUPBIQ4z2m7vI9NiIsvgD9hDy2HRS+DQJCvuZCxj2HTTe+A7AhvhjVp7zdGTa+4ZtHPqAIWjyN07O9YQIFPs6PmT19Tkk++r70vRIoxT1hrDM+mMOmPE551j2QUi6+0hvLPUAjgL0XCRk+YD3MvYBBJ71tjvO9je4RvhI+rD3oUUq90EPqPCCKy70H70u+DedFPkevOb70kEe9MK7GvHnwJD7o5bU800hAPoCAsr1gvlC8U0PpvQF1Mz5KIEW+49ASPpqK1T3K+zC+YVQWPu6Wnj23cxE+QOIUvoMZFb6wf8y8qUA7PvT1ST0zAPK9wv/XPdhaQL13uiA+6tkYvjCpxjxOz6E9UTBAPqbBFr6AtWW7fRUxvhhagzwAFH+8ASYFPm0nDb4kz1I9QFvavTcwHD5zQ9i9jD5hPaKQ3T0XHR8+UnbsPQCzOb4RH0k+0GPHPOhnED0CjsY9HYcbPtgXPr0A4IY8o48HPoy8kL2H/cK9Tbktvoaw3j2Khza+5nETvhcUCD4RLT8+iVkpPmKG2D1B7yg+LenovQNQFj6iIfM97UwEvgBgFLjnoCc+tKttPfozsL1AIAo9/YcvPgwJVz3uZ809ehmovYBhFrsy8KA9bLyYvaDXnrsHQjY+ZpnDPSd00b2d3BQ+k/IIPoyrNz0z9jG+wEoLvTSbNz0Yg9y8YF7/vWDvFjyN6Kq90HEMvpqx7j10OU+9R6qavcE9Mj60JAq+sN6ZPNheYb1n0OW9WChFvdrUvT19Owy+4NYjvjBWLDwotTs9oOeRvdDRTzzaucy9do4rvrqarT0HeJq9k0KyvWiL7bw5szU+KN0zPXapHb7WhgK+bsHJPf2EAz5A3WS9mCkpPa7D+T2nQis+WsAVvjSUFT0A76o8oH4bPHlTGj5S/Mw9YhHzPU1H0b3MX2K9uqrSvQxmRr2YKNm8RD9xPbDj2DzZegU++vP4vbQak71gZZC9zJVLvTCNXrxMESQ9pp27PRPUJr5ghvu9TMV/vQDMhL0xp0I+","mFkGPQDLTDxn8kO+zPsTvS1hs71At64783QYPlLS2z09GhG+Q0sZPqCxlzsAtEK9DpHoPcCImr1zP+K9Uov8PTSGcT3YQ0g9E9tIPkyMGL0mLBq+AFRnvFqHDL7QFMC89yA3vlGLRD4AOuq9IVxEPnfBEz7oH+m8epPvPZjR3DyAs7M8mHEWva2YHD5QifA8OYIiPigrD700BRg94LHvvVi4Br0HJaG9oKCSvXbCEb6oP2W9ACYYvPpZ+71uZbQ9TGdgvS7OlD3dAC0+4YcuPtBmDryjdCe+53s6vgDNuLx08j29MDSKPM3NSD5aWry9YOeQvb02Jj7ofQI9II2MvZokmb2ONLQ9yQwRPpMrMD4w9tc8EzsoPoweL71aNtu9R7UmPtHPJT6NXTc+qQI/PprlSr4yHO89MPM1PIfz2716CbI9JIFkPbrShb1SOZM9E174vQfzmb067+Q9zNdLvfcAET4dkgC+qU4KPnN/9L1J4Rg+0nCGPTIt9T0ny0C+8/2+vfoI3b0n4SY+6KMivfeWOT4nkTA+w6w0vgepm70N+ks+Y14yPpgl4TwYcsu8wDx9uyBOQr7acSe+sJv1vLK6rD29ogg+EoLPPaCvw71a9Yo9KuQVvnG6Nz6yDqQ9MNonvqcq0b0A2gU9jUkYvih+QT2nQDy+0rrvPRPM370jYi++oHc9vAfoML7yvY09rUX5vTrnqD3GINc9k+oNvl3KAL6NI0I++p+BvdcxKT4pLkY+ugLHPVSigL0AQU68WFslvf3NPD6tMem97V0VPth7Vb2jey8+qN5MvaAKrL2hnhY+TJ1gPSPTM773Jhw+oC+QOyasIL7RCAc+DLR7vdIzhD1O9qc9wleCPYRrbj2ZcCw+RgznPdqTsr00FQu92oCnPQBzh7oAyh48os7uPTddOb4wiuY8NIlVPdD/krwo+ks9dOM4vQ2zKj6YljU9HaIEPmCEm7s2rhe+MLgWvoAUoDzKTES+4sHwPSYB1j2G+ZE9YNgavjNJyb2tBx8+","oCJvvMAa1TtmUNE98nDvPVPtGz5HgP69kKJCvoBJmb1NlwE+0IeuPDq5uL2G+to97ZocvtPnKj6y8os9U0EWPgwGfz1yKuI9sLiAPHceOD7u84s9gAsYPeKPpj2oOWe9DIiEvWCVKLwavPo9WF58vQPRRD40XzY9+uLMPZAGSb5y3ag9wKa2Owc8rr1jFEA+2jOLvZ02LL6REkU+em+cvQDsHb1A8jW9EmewPbrt5D0GcPM9GjrRvRFMRT7MRzw9SUwxPgCzbDw2tCm+ygwbvhi+jbzafcK9GAivvKj0Oj1Daya+iXMCPrTAMT0zTNy9GlBDvsleBD6tHEC+SUVLPmitkzxAAeu9c0E+vjI33T2Y1JM8GOKDvGA4n7uoVRw9R9QCPvZxHb5kL3E9bhOcPdheLL36pJm90MT8vAwfAj1hPzo+fY8MvpA3OL50GFw9EPktvicgSr5nQa29xOBTPZZ9Dr4NCSG+CWU/PvLNsz0AAnS8ADElvIbF3j0M4Iy9WrqJvYogGL7iCvc9oDAwPABrnzx3eBw+8FETvhlzKD4acfw9aDgQPWCajr3TJAA+2DEsvfnURj4Askk82tHfPVewLr6XIRA+U0LwvYyBdL0AJoG8k17zvdK0mj2is7U9yTkBPnph9T0wq388gvivPTQUXz3nQx4+fYhJPk33Nj60yXi9zZ8JPpoHur2DGjy+Mtq3PQf6Mb6AiKK8ANKFvI3nSj7qTR++c+nhvS1ZDL4AWXi9gNJMu7EWND6TzzG+dC+TvUDkDb0uIuc9NCNvvfP40b3irMo9dDINPbQelr1gRRS+YDO6vYM9Ir5OyYc9XRcwPkzwdD1RKhU+mKr8PLphM77ZhCg+gF/zvMpKFr6AXvC8jcW4vZiVzrzmgvc9ByktPgkwMj72fgu+AO1WOrTfKb3o3r+8aJ41veLZqT3gIMK9gBYwvufACz7QGHS84O7RvS23or3aMha+GpubPWnxIT7tZ++9bfg9PpkrKz6AaIK8ZsyNPeig0bx0Xzi9","2NZjvZpIIb6TuCy+Zy9MvsyCJ70tMRM+TM89vfaUIL7nkbS9nPRSPaojNL7zvDc+GjixPeb/mT0AgGi780SxvSJYzT2CB5k98ccyPsZDoz10AFm9bSq4vVkrBD6MdG096FvvvNHuID7o/aW8GjywvQDtwToAAOC48h2NPVPfGL5E6mg9YJyIO3o79b1AvaS959AxPjPUob2NGEw+gKcsvgxLML2opCO9B6MNPmCTs730bIC9TRq0vdpPjL3Q0KM8xq35PdANHDzMDGC9cPoZvqMlKj5jjke+E209PubsAr7ExlY9JmCpPQCt47pazdc9wrfzPaBdQL7oCjK9Tr/qPZzgTj1KkhG+eYBKPhK45j0uXZI9YCkiPKaSF76NXBW+k+FCvg7asj3o+jo9YA3qvSKu9j3ztRe+NNBlvYDJAT1tSuS9ILWevf3yIz5E3AG+EzrOvZ1mCz5Al4m7k6UePjJdkT1EunI9GCPXPFpuEL6jLgY+02fPvVkvFD4iA+89ZnELvu0xMb6AhQs7wNoQvVi1OD0AUc08gKGLvQ1NKr6appG99P4wvQDGQLxYAwU98oWmPYD8tjx6Ssm9oxcxPibCAb63Owc+ckv2PQpZNb6kV049AvySPdD5kzwX3AI+8YMHPiaAk71CprM9Z7b1vQAm2TkgftG99IZTvZja9TzxrkQ+Y5sxPrnYGD5WZhi+IruXPdD4Rr6ORoo9GlURvqDz9TuUOwe+E4jqvQBvTLxo0hU9DFx5vdCDZ7zosRk9IKQ0vuioDz0ASzY9MDbrPCIRnz16+rq9V+9KPuD/7L1au7I9AAjKO8M+Jr6C/ok9sIxIvtL40z30eQ692HVbvYa5Cr5AW9474oXgPejgP70tbii+TtySPWiqRj1HYj6+mWwoPsA2Kb2Ah6a8MBQpPEAJSz3Hgyw+ln4avuYtiT2hr0w+ptfUPReAPb5AbRg9bo6OPaAHgzswuDk8lw0kPqCGm70U35G9sN3lvNqb6b3HlkW+7W+0vWgLvDwg3pG9","vYM3PnqPqL0hXgM+QCkGPRhiibzQZYa8UnPqPSd81739Z0g+quMyvqJ5sD0RhDk+6BmpvIDB7rrGtIg9em0zvsriKr7ojt08urY8vjkpLT6TJBo+mOrHvADqtDvjMAw+ppyIvUCJYL1tkue90E2NPACbKL7gJNi9SqkMvlzxdT1zX9m9ZnMivrbnEL6aGqY9jtCkPeeZsr164to93YYhPj2jOT5SjOo9zKJavfJorD1n3bm98UcAPlAjCr4nHC8+8VUjPg6A6D2Blww+UVBIPgAaFrzoUq88rurbPXCcK76GDJG9gr2MPViGJT1mAaw9PTsQPkDLLjstfbO90N5yvAD7Xzyo+xQ9AhTUPa4iiD2atra9IeMyPi3F973MmAg9twEvPgJckD0ALpe7zV5FvnKiuj3Tuzy+2vghvgOzI77DUSm+Mt2VPa0EAb7so4u9E+wZPnRoWT1oh0S9KdwsPmjPAr3MXWs9R3UNPgyhOz3nvkS+EbAMPhPxyL2YpSW9R9q7vQqzLr7HXg8+RoIfvuZ+mD2QzyC+ALMtPWPcFD6wCyu+F3kRPh04BT59Qzo+aNfMvKqVP77zkQ4+nUJIPoHDNj7uO/o9TkW8PcyOPL3AzWO95mSAPaJHqz3xCy8+MORlvFOwwL298gC+VsUjvtoFwb3QSEm8mL2HvDOFO766+/o9YB0mvEC0FL0AmbW9Z6K7vQaa4D3D1zm+WkwuvuHRLj5RvTw+aoM8vsCh3r2RahQ+kuGmPejrIL1Njze+UkatPR3aFT6NAQ8+GF8BvQCpZLzgeou9sMbcvADC4Lx6SxO+wDtZvb00Q77ANHS7Utn2Pc1osb3aBhe+YmyVPQD5STyn+T0+BCRzPbRbeL1i7609sNnfPHppzT2YdDa9mAxKPfcDQr4uQoA9+t8VvjTfID1mF7c9AJddvIC0M75YWjm9LC6RvWKF1z3akLa9nWkgPtLfqz0arkq+Bwi5vXpu5r2DkxU+YHcOvi2NHT4tLua9p82avboLuj0YwSA9","TLgIPWCJSb4HmOS9WoihPSOkKr7nnd290iSsPbRaTT3DwyQ+VL2PvQCsujlAZzu96tERvto7G74p+yo+ymIWvg24Kb4H+gw+o+c9vrSug73QAOY8wqeXPXoxxb3Av1q9zf3xvSavxz0jkDu+qZczPi2bDj6Gfbc9YNwavk3bBz4T19y9TakxvictIz7ahJu902ZAvllNET49VxW+yRMHPlqp1j1tegu+WnuVPaMSLT6wq/A8evnuPSKujD36PUa+fcMqPl0VMD7n9eS9IOdLvpgJrjwaYtW9wCtDPVrTv71gAza8APpDugGfFT46Rd49JK8FvtNs/r3Gbx2+RrYJvmDCkL0HX+u9MO1DPElLDT6wiRm+vbINvkfdHT7QUJ88l9kPPvQOdz0AwM660XQNPgIgtT2YZAk92owWvtGjBT4mi5M9LiqhPYDxprzApzU9jFccPTqRBL45IgI+ghDWPQ2A2r3Tby++MQgmPgDrwrxOB6c9ExcmvmhSnLw5nhw+ASNHPgB8jzxDCCw+aGOKvESIVT0D/Um+OqU1vvPXHr5GrJM9uewPPmjJSz2z4Sc+tJwqvaAtXLygswe+U16yvZ37Jj6yp6s9+tLqvWAEJLwmAZS9worOPQCWSbyhPAE+8EVDvsNEMb7HFCM+Q41IvpjM8LzDmze+urSGPZgmpLzq7T2+poAYvo31uL2ttkc+6tAVvowxNj3NE7q9JjkNvjqSnb2A9tg6Zn/lPc5wsT3XwyU+7R4tPqqZI76whQu+mrb4PeblF76HGLu9aOe0vPAOF76QPga+7TpEvqZn3z3nrDW+EgyEPYAvrb0ASdS8TFASPYCUhL2gz8C7Om7iPePlED4y3qI9MyHuvUCRnzu9mSa+4tqUPXGdGz6huwo+gEWyvFr08T260wu+qF0vvQPqQz7XdiA+TCdOvR0BID6OXsM92Mh8vdDkdzykfga+M+yjvZjTizxDUS++OhGVvZgLV73J+QI+TWUzPlJw2j2mXY29qHcHPahcQb29EUM+","jKdAPaYIBr5H4Eg+qGMXvbBajLxH5Sg+UOuuPAbl7D0Xw0m+R6wfPgfpPz5Quqs8ZqgNvuigPz3MXWy91m4SvqOEAz5oE1q9Zz0cPugr+rzYRjO9hgOpPVlcAz5BACQ+AJDfOhgNOj1NKAm+oIEAvphYJT25Cyo+AtftPbTUVj0DZRM+aKLrvPIFrz2BqEw+gI3uvDBFLL76I6w9sgXtPbnzOD7ohZs8s80CPr1ZF76YoTe9gFDovahpNz3p1QQ+ADDCOtlvQj7Q1Iw8joekPRDsDb79oTs+J9U2PuHrPj5Q0Cu+ikIjvrAIkDxAhzM7WF9EvVckNj6AyZy9ehGwvbRbcz33Qi6+6e8OPuMgPj7jHUG+NMVLPYAuV7tiibY9AHiFvRdwFD7xHDE+4pjTPbBu9bwSSa09Q1kRvs1SBj7dfwU+tH99vfOcp70wD9m8Q8kWPmit87zA7Cg9mh7QPQHrET4M40O9vY1HPtM1Lb7TO969BsTZPbILqD0AXam6eVcZPhMoIr7xWQg+PRcjvugIEz1NNT8+ernOvamuPz5jhgc+0CoZPDBx4Lz0aIe9mvHNvdC8IbzwuSC+bUvRvQdc+r0w4+i8MAtwvOcGO75G8pQ9QmmFPZjxBb2oi0K96CDJPFC76jw9mRO+lpkRvr3CPb5d7ig+gwcuvjl+Pj70RxU9MDDtPICmljxKjzy+AFzVvNBqTDwwLEy+YO4zvrSugb0Mzh+9YCztvY0VBj6OeIo9jBB+vTREUz068qg9mlnhPbpoI76JyiQ+13ASPtq1Qb5WTR2+QlO1PYCwMD0HINq9WDA7vTIwyD1NWDY+gaMVPnrVlj1GVxy+8SxLPum4Cz6RWgY+xviUvdwDfz3cg2o90pO2PdoHRL5zpL69ztHrPUKWsT1OT489MGJOvEpbIr7DGUy+BmUqvmCFV7wYc+48zXgmvhmIGz4gXq29xifZPaA7QTxjbS4+LVr5vTDtUjy0WxK9c8HUvdhYQL3aNTK+53RDvqdHMr5TNEU+","aBYQPSet9L0oNRO9mLewPFCMFb7TabK9QEu+uxjDeL36su29oH+nuwxjNj3tQ6a99BM8PU7dnT2avZc9MJz8vDQaAT0wV808gKXtPPRbDr3MBCu9Ce8bPgdV+r1HHqS9FhAavuS8fD00VJa9edgtPk31ED7KFUK+Z3bDvUGoCz5BHkY+jOgkvZd5ET4Y65K86VRCPoqcBL66hAe+gsXjPU598T0NdK29ZlunPWD9AjyA1nO9AF8aPBpb2r0MzQ89obQbPg0rzr2gaaI7XaolPieutb2AFp08yt8zvgBjObyn4zo+8wvFvUDLTL0w1+O8aL6dvBe7Kz46qqy9ja+9vY1LMD7G6vI9hOV/PSn7Lz5qoxK+MGZAPNrdSL4nFjc+kmzRPRKyuj2G2IQ9QGGTu2D4FDwC4uU99FoqPZFQJz6AuAm+2LsKPX09H77X/A8+0EcePFdbAz5Tzr69mNdvvQ32NL4o1kG9DgCSPZ0ZRz6XM0i+jGczvdPBrr2KOgu+AH6zvKjAGz0A7Wq9gAoWO5AMHL6mbSa+jtHHPYDKVjtA7We9AN6XPOLcoD3tPiU+GIbSPLTtKL2MFG09OgzYvXR5Hz2O+oI9oyohPnelDT5AI3k7vcQkPhLCkj298jU+NGePvfTLmL3Aw+697fQ4PqDRJLzQDQ28+sXuPW4Vvz2GYPU9KY4EPo6M1j3TDeS9MLBnvBMTRr7tYDE+gQRHPgBTmTpTptm9l6I+vrOPF75Qe9G8AgumPUBNT73jQxE+GRs7PgCPfbwgZ/q9tFQKvQCmlrzSjM09TdKwvZMmDj7zYCs+gYwgPrlCMT7Of5U96G3LvE0E072DtQI+g3QaPvfEPz5DRkY+QxIKPrM4672mug++Tp/hPZoPjj3SJ8w9yQkePnpGlb0zxEU+mkbwPa6rvz3agLW9/dYBPqAnXzwzagE+MFEUvCGdNT6Ahkm9aKbivBIJ3T3EXnE9t9MXPrKHnT1pRyk+BzfivRrkob2ZDTo+TNs5PRh7nrzN7Uo+","Y5APvhd2Dj7RdTQ+55saPii9ET1jJCg+8B40vm5W+z1dsUg+14FGPqCBhbvjIhY+nDB8PaJ37j0THA0+2A9NvQA6XTpMiQe9YG3zvfmcRT56Ota9wvHyPWk8Kj4tvEI+hLVqPQAoMbtU4pW9ggihPTG7JT4M4EE9Gq6GvTDaZrxH+9K9oGf8u1AcRr7NfeK986BDvkkQCT7gIxe+4MblvYfgRb5zy7W9ANOLPNhFI72AV5+9c60+Pm3s4b260789AEK5uyjwLD3TdRa+sqP4Pd2XDr5cI3U9rtu5PQyiE71oCsc8ogCuPWiRkzwRx0w+gwxJPh2vDD4o7Ei9TBNgPWhU8zyafQO+mIYWvQGDBj5A2g6+DMoYvbAqIb7t1Ro+3WsrvoD30bwZfy4+TiHbPZirPr0tkBi+pgiMvUPBQr7Qpqy8UHrqPPqD/r2tewy+Wme4PVjKJb1ieIo9gy4NPgAvLD1YL0o92O0RPeTFYz2T3DK+alhBvhHCBT4GwpQ9JpfaPY29MT6BKjI+2hDCPaQdBr6kX3s97Rs2PgD0lLmY+Xi9fQMdPmkzOT6gRaW9jm2iPVksSz4jHzK+aFwdvaZm3j2mLfU9A9MqPmiIbL2M0Cm9un8qvpPRHj495g2+Bk2PPaxtl726Goq9XFxOPaZMpz2KVBG+yQ0iPoyOWz00BwC9M+nOvXQRaD1DXBu+t1JMPmMSQj5YwTG9gP0ePQAOdTw6KiK+AClDPQAKtLwA+Gy9XKZ1Pc3yCb4nbOC9+qxCvkA3VTvjp0C+wfo4Po3Csr3AQ0C9TUvtvXKjvD2dIRY+ZskTvje2LD6J1Rc+MPx5PHK7zz2AbBq+wnCUPQNlSL5DbhS+I0c6Pgdvtr2JQ0g+UzmevYCz7L3MRHG9WPM2PUTXeD3NZbG9NDkFPanOLj7YRTk9LY5IvgC2W7oCMLQ9wGK6OxbRH75oiNw84mykPef79b0AACU8UIu9vAaIoT3z7TQ+l9cPPgC0WDx6uPi9d3w0PtoWvz1B7iA+","gF7vOvfSSb5pMzs+QBmevT3RQL7QBt08AOWdvYNhSz4qNwa+jdcnvoZZmL0p6zk+ZO0CvvNRMD4AW2+9ABGfPGn8PT5NFx2+BiW5PS38371oPSu9gbMbPhrPrL3t1UO+oMc8vFiDfL3iU9g9OhH0PXSiO70A1Oy9+ha4PWcTn71NwDO+AMbvPHCBBr7iWtg9YOIVPALu3j3osCq9jfbcvbRhYr2Aoqy8ugPjPcxrVb1QjM08zriVPQ0aOz4gbS++Uo76PVDpiDygiNe92vfTPUnbND7AVya9+jzJPXMQR7508Be9LZ4bPkfwDz4Ty9O9VvQJvjQtCr6E0W89YSUhPsZE8z0aTLq9AB6mvGCM/TspExU+g8U0Pudpq73kSAi+OtO5ve1Cq70thjc+Q4kxPnS+Rb323B6+IJ8Zvobnl71i0a49AKiQvDSxdz3jLhA+U9EUvlg0Zb2gQ+i9sBsTvuCATL4coVs9kZgNPrdfKj5jnCO+OeUCPoBhhDzSA+o9zH5qvaT1Wj0ABUu+TTuzvZpF3r25Pyg+Jj6fPQzDcD3yn/w9qu0bvrDV0zw0uHY9RncOvnPB571CE7E9sM0LviKDjD0nJ/W9TBw6PdgRHr2NU+69rvD6PUJS9T3drBk+OSEqPqmwQD7UKQW+vYNMvq5hpD2g8ZM7NMwGvdA3Mbw6HrQ9/V0CPoLi3D3JoDk+Yg2PPfftMj5AUQm+PaNBPsKe7z1oNJM8IsOOPWBK7TsHcjY+MJsPvEdYOL6DjiG+aO7gvChCVb13NgI+s1kavvSNEj2DbyU+t+MHPtxocj0aC689VtwUvk2BEb5J8jY+J2+2vVa8DL4A4rm7pv+6PXk5Nz7AEd69gOjRvRqLzD0wCLY8ALnhvLQWaz2YGNo8eizyvf19CD7Q3bU88es2Puda7r2AVLe9cjOJPQBo/brxwR8+4YkUPkCeH769Q0E++lAOvhhYe72Yytm8sYgzPj2JDb6z+uy9gDUpuxYLEb6AVkM7WnSWvQDrlTzEFGE9","AA2guvKupj3wjUi+4DGFvW29PT6Cr4I9skKCPSiYSj2TiD++AJm9vC3lAr5giv070oPfPZOTLT5MfkO9c77DvbRWHr3ynYI9OUQEPmgxqzzAnjS9jb7ZvZpTub2yg/s901wtvsb+g71gJpK9t39IvtOvGb7QtJE8YQsrPgMXRb4aNTO+p/Y8vjob7T2YIA293ClzPdD65by590k+p/45vkGTBz6pXyg+AlTqPSPoBT5gSIS7mJP2PDMGHL4oUD+9+uK8PVCOr7zQFIu8YI8rvFD91bxTdS6+0HMxvlNSOz4YxUw90IVAvJpO8L0XPEG+oAoSvvH3Rz4wFyy8ADUhvUKY9z259kA+U5Y+Pmb9rz02kAe+Kp9JvgBoXLs03Es9WaRFPjTpYj1xFTg+k9k7PpM1PL6CRqY94lL5PQCGpbsA4qq8pAZ6PWTgUj3tC769UNDRvG1CHj4tUu69U+0Pvlowjj2g2Rk8wAqHvSrHDb7HLTU+oOuiuxc1Lz5gYRY80DmtvHLXqz1A/ZO7wK4FPcALNT0aIuS9jdMOvl0KGT5odZy83ddFvmNARL73yke+4xwsPgCLST3YiAe9AFBQPIyvLT0QqQO+xmCEPT1sFj6OPsA9xIFuPUJX8D00sWk95kuLPSbI7j3nVEA+prGRvfM/xL3yJug9lgInvs3KQT6MdSk9qCdQvYBwxr1Huqq9ALS4ubR+Wb1Yahw9UdwpPt14PL7NLUy+6FW8PApJNL5kBmw9F248vs1+Or4nV9q97lbMPYOWLr6gBAq+bRQbvrrCjj0KjkG+YNwWvPppmj1TVMS9ND9Wvf25GT4AeP+6d7AfPmDaeTzAMu67EzU/PnqMBb5ne629TWYHPrdYPb6YClW9wF+bvdDjG7zomkI9OlmVvUQDTz2uzug9PZ8TvoSFXD2w/wK+QFcgPW1HKr4aJY49wD8NvUPYMz4waKW85maLPTDPr7x6+ZE9zNARPYAwE70wbB28qB4qvZgcFT2Qchq+OUgfPmjAp7y3wzm+","TAoVPXpbFb4HWee9Z139vYDlLj0AkVO9g4IKPpmlCD7Ox+k9cHMcvqRWaz2uNeM9NrUMvq1mHj4dQCW+gF7mvTDUIr4hw0I+WnWavWlvGz5gZqQ7uoO3vZA6FL65OTs+9NxwPa6ywD2htiA+5wlJPgbg+T1OApE92oUGvjCTm7yjfRa+o7E7vhL4+D1tGUG+87QcvsCmpr06TiW+ph0lvrMqI74gpsy9Q/JJPqAqfTwYW+M8qMxEvYApAb2N0dO9xE5+PbpU6T20JCi9oqDiPYOiIT6tXjS+AJYAPI0Xmr0a1uW9/T8/vlqBGb4wq3Y8J3W3vWhjHT2DTSm+PbEgPu24Q7761og9psGwPadGpr3A1o87QP6bvYD5Hj2H4EG+LW0MvrAf2rzCqsU9IgTrPY0hLr6Cqb8984mgvTpimj2u3fE9WIddvZPBRL6AMCs9YDsgvG3yNj5gTl68UHEAvmBQ371mLLg9bZAQvjmFGT4wRPk8dF48PdMN073Omvc98CIdvkNyRL5Cgq094pLGPTDgwrwdJw++0CxHPPfcMT5xqEI+pwg9PtxBUD3o1d28MGcEvkxpKb0tW7S9IqubPZdkGj5Mm1O98/cPvuAPr71oCho9pyKvvQBk6zxgl1487Z07vg59gD2JLAM+42cDPqhCGb3hhkM+LfQ5PlrUkr0YFQc9sJ+MvDCgFTxQSzi+5v7uPYA3wLyMZTM9cu3cPRpqxb3YHjG9Ew8+PndnRD4tuf298ry4PQBfOL06p8w9RkAVvnD4Pb79izk+0Ew8PKfdLr46ruO9WOEVPe45+j2ABMS8c+E7vvPfGj4wBqU84yQkPo3utL0XSjS+2kn6vc629T0HT6y95raCPQCq+bu9bwO+0CzCPMbenD0gYyC+M1syvgB3kr1RciA+gITBvRrqqL1oAwq9sAjUPOjWrzwOUpw98zPtve61lT3QVQG8jLZ6PcACnrvGMJk9gL0RvefzFz7AEEa9aKW6PIMILj6MBzy9+TUHPpPgFT5o00W9","YEioO+h6Pj1m0609oN3bvbDhJ76a5h++oLoTvjlyKj4yvNQ97YUnvmqGKL5gz/W9M2PLvSiKEr2GLZa9sPAUvgBNU7pAIWO9iZEePsD8Rz2m+d89upj3PVw+fD09pTo+gkusPae6uL3pxjo+l2odPtPpxL30kSo9oKsovLpLuD1XiCo+6RNHPnrbL7669LI9jOJNvYKalT3JlSQ+N0ICPqBfdrxwngC+qWo/PtQoi70tWae9OtupPYZQ7z1wDwG+AiPoPaACNb5ANyM7jH5cvcJy1T3ARhC9dqoQvhjCq7xpFRo+LUTSvZQPj70pCxI+mtY1vukjPD55phU+oA+GO1gyNr1TE0o+cu6tPUYCnj0N3Ua+jH1ZPRC1IL4AHNe9DIGIvW6mqD2Dmia+naZMPsM4Sj7605Q9mPwOveiHurziROY96BsqvWKy2z0Dvys+h5bvvZfdJz7YVhW90pi4PZpfJb6wu6M8HVs/vhiyrrz3ITA+Q5YvvkMoIr6ZLRw+1NqJvddLAz660++9qPlXvUZj/j0NuTM+wKbjO6DLt7tJYgM+eTIxPjA3/Txg3LM7GMJBvZYGBb40dka9Ti79PfO1QD7Qx+88GvC4vaADOjzAlMq7Sssmvq3y+b0aQYK9cGwvvtiFBz3tQMC9FLKRvWg4tTzqrwO+QEmfu+7ltj0nM0o+jvDKPWOhGL7hJBI+RpX/PW0CDD4N16e9vQhBvu0uBz6TJua92memPQ464D0YxYK8WMkgvWixLb20N5a9Zuq5PWhwtzxt8CY+xryTvc4D4T1aid89kwc8vgDTjroG2wi+sqaWPS0HAj69LjE+gYwUPgzjeb2t1jE+s4PAvUxjjL0ATBU9MAR2PIAnXr1nsQU+YGaVuwCaSz1gjQc8beUwvr2hED69Rge+bgqsPUqER74iDd09NKQUveaLoD3wVUK+d5dDvhxhdz0T+ri9+iafvbC077yHwde9OkP1vYDV6Tz5PTw+c8auvYATD71i37k9x1dAPi6i2T0duRC+","AIaBOXpRA750xR090AIgvNfNRj5Ay8295mrgPZM9OD4Sy7M98eA5PgD7Wb2zs7e9AK6Ru+gAgjw0IjG9dz43vnMQ3L06b/G90Z8EPua0wT3iFO89bUUePgBurTsTEte9ULL9vFAoRb6afcE92u67vdlQQD6AKB29mD0hPacOnL1hcg4+Z0HkvfC0Er5GQYI95yk0vi1A5r1ojzK9WBApvcN0LT5dCkW+s6wRPsHIMj76efy9wGrpu1E5AT5nDb69TQHovXS4BD2CBpY96CDNPAAIrL0SnI09elo3voctyr2or1a9AKouvmCkKLxgsr+92mmGvYDtXDswzFs8Mqe9PR1dFj4ngsW9gG6rvG4MvT1M0F+9xtSUPRPmKr4HBwY+vRcEvtMr671o1LU8WguaPdKHoj2Y48S8ML+tvDpc472w3bw8kOUKvh2tNL6ghC++mLHaPAowOb5g7Ha8evK1PUBmKL7TOjA+2jkWvuAVJ76aR/k9M13pvY0wEj6Bj0w+1vAJvmAa6r2wEB6+gie0PTSICz2gbz28zYmwvQOGGz426Cq++oSWPaea6L0EAX49gmDsPa30Hr7NqPO9DFNBvWZ0vz3HVzG+U7K6vZPRKr6osQW9HZlCvtMMsb2yJOY9sNnyPDNTGj7yCOk9wGfMverlJr72GiW+Wi/LPe5AvD2YGvO8GQUWPrRKV73Y5R89WunYvdh8HL3urfY9bUgYPhistTw5QSE+V+ctvnQCh71SaYo9elWdPZYIIL4nh0c+aOmMPPpv2T2YDoI8nQ8tPugHGr3YOmy96kELvgAQfTohLCI+pEhPPbrCvL0addI9pukMvjQETL1Jmkc+qaAdPh27NT50uzM9zdgYPuDHh736e8i9ACaxvIOUDT7ACzK9UPdHvq0PHb5diSs+vao/PjCRHr4KlTG+APoPOtfEST4AiHW9ANa0PPOeGj7ap6c9YyI4voAR4Tpzyt69gHUIvsz4az3j9ii+fUo/PgLr/j23vwg+9O5nPQAvUL1SrL89","ACtqvLZtEb7GxJo95PJUPYfa+b3Y3R09gCy+PDpSkD0="],"bias":["AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="]},"dense_6":{"weights":[],"bias":[]},"dense_7":{"weights":[],"bias":["S6w2Pw=="]}},"hash":"f429f1d3efebc9fa0b58f00e75ce20bdf8105718f0ddc7358f807c01cf46ee67"}